Repository: sajjadcsna3-oss/AppForNetflix
Catalog: AppforNetflix/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Nothing viewed yet
ar: لم يتم مشاهدة أي شيء حتى الآن
bn: এখনও কিছু দেখা হয়নি
cs: Zatím nic nezobrazeno
da: Intet set endnu
de: Noch nichts angesehen
el: Δεν έχει προβληθεί ακόμη τίποτα
es: Nada visto todavía
fi: Mitään ei ole vielä katsottu
fil: Wala pang tinitingnan
fr: Rien de vu pour l'instant
he: עדיין לא נצפה כלום
hi: अभी तक कुछ भी नहीं देखा गया
hr: Još ništa nije pogledano
hu: Még semmi sem nézett meg
id: Belum ada yang dilihat
it: Niente ancora visto
ja: まだ何も閲覧されていません
ko: 아직 조회한 내용이 없습니다.
ms: Tiada apa-apa dilihat lagi
nb: Ingenting er sett ennå
nl: Nog niets bekeken
pl: Jeszcze nic nie było oglądane
pt_pt: Nada visualizado ainda
ro: Nu s-a văzut încă nimic
ru: Еще ничего не просмотрено
sk: Zatiaľ nie je nič zobrazené
sv: Inget sett ännu
th: ยังไม่ได้ดูอะไรเลย
tr: Henüz hiçbir şey görüntülenmedi
uk: Ще нічого не переглянуто
ur: ابھی تک کچھ نہیں دیکھا
vi: Chưa có gì được xem
zh_hans: 尚未查看任何内容
zh_hant: 尚未查看任何內容

source: Now Playing
ar: التشغيل الآن
bn: এখন চলছে
cs: Právě se přehrává
da: Spiller nu
de: Jetzt gespielt
el: Παίζει τώρα
es: Ahora jugando
fi: Nyt pelaa
fil: Naglalaro Ngayon
fr: Lecture en cours
he: עכשיו משחק
hi: अभी चल रहा है
hr: Sada svira
hu: Most játszik
id: Sedang Dimainkan
it: Ora in riproduzione
ja: プレイ中
ko: 지금 재생 중
ms: Kini Dimainkan
nb: Spiller nå
nl: Nu aan het spelen
pl: Teraz odtwarzane
pt_pt: Agora jogando
ro: Acum se joacă
ru: Сейчас играет
sk: Prehráva sa
sv: Spelar nu
th: กำลังเล่นอยู่
tr: Şimdi Oynanıyor
uk: Зараз грає
ur: اب چل رہا ہے۔
vi: Đang phát
zh_hans: 正在播放
zh_hant: 正在播放

source: Off
ar: إيقاف
bn: বন্ধ
cs: Vypnuto
da: Fra
de: Aus
el: Απενεργοποίηση
es: Apagado
fi: Pois päältä
fil: Naka-off
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Spento
ja: オフ
ko: 끄기
ms: Mati
nb: Av
nl: Uit
pl: Wyłączone
pt_pt: Desligado
ro: Oprit
ru: Выкл.
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
ur: آف
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: OK
ar: حسنًا
bn: ঠিক আছে
de: Okay
el: ΟΚ
es: bien
fr: D'accord
he: בסדר
hi: ठीक है
id: Oke
it: Va bene
ko: 알았어
nl: Oké
ru: ОК
th: ตกลง
tr: tamam
uk: добре
ur: ٹھیک ہے
vi: được rồi
zh_hans: 好的
zh_hant: 好的

source: Oman
ar: عمان
bn: ওমান
cs: Omán
el: Ομάν
es: Omán
he: עומאן
hi: ओमान
hu: Omán
ja: オマーン
ko: 오만
pt_pt: Omã
ru: Оман
sk: Omán
th: โอมาน
tr: Umman
uk: Оман
ur: عمان
vi: Ô-man
zh_hans: 阿曼
zh_hant: 阿曼

# on_platform_format
source: On %@
ar: على %@
bn: %@-এ
cs: Na %@
da: På %@
de: Auf %@
el: Στο %@
es: En %@
fi: %@:lla
fil: Sa %@
fr: Sur %@
he: על %@
hi: %@ पर
hr: Na %@
hu: A %@-n
id: Di %@
it: Su %@
ja: %@ について
ko: %@에서
ms: Pada %@
nb: På %@
nl: Op %@
pl: Na %@
pt_pt: Em %@
ro: Pe %@
ru: На %@
sk: Na %@
sv: På %@
th: บน %@
tr: %@'da
uk: На %@
ur: %@ پر
vi: Trên %@
zh_hans: 关于%@
zh_hant: 關於%@

source: One-time payment.
ar: الدفع لمرة واحدة.
bn: এককালীন অর্থপ্রদান।
cs: Jednorázová platba.
da: Engangsbetaling.
de: Einmalige Zahlung.
el: Εφάπαξ πληρωμή.
es: Pago único.
fi: Kertamaksu.
fil: Isang beses na pagbabayad.
fr: Paiement unique.
he: תשלום חד פעמי.
hi: एकमुश्त भुगतान.
hr: Jednokratno plaćanje.
hu: Egyszeri fizetés.
id: Pembayaran satu kali.
it: Pagamento una tantum.
ja: 1回払い。
ko: 일회성 결제.
ms: Bayaran sekali sahaja.
nb: Engangsbetaling.
nl: Eenmalige betaling.
pl: Płatność jednorazowa.
pt_pt: Pagamento único.
ro: Plată unică.
ru: Единовременный платеж.
sk: Jednorazová platba.
sv: Engångsbetalning.
th: ชำระเงินครั้งเดียว
tr: Bir kerelik ödeme.
uk: Одноразова оплата.
ur: ایک بار ادائیگی۔
vi: Thanh toán một lần.
zh_hans: 一次性付款。
zh_hant: 一次付款。

source: Pakistan
ar: باكستان
bn: পাকিস্তান
cs: Pákistán
el: Πακιστάν
es: Pakistán
he: פקיסטן
hi: पाकिस्तान
hu: Pakisztán
ja: パキスタン
ko: 파키스탄
pl: Pakistanie
pt_pt: Paquistão
ru: Пакистан
th: ปากีสถาน
uk: Пакистан
ur: پاکستان
zh_hans: 巴基斯坦
zh_hant: 巴基斯坦

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 비밀번호
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_pt: Senha
ro: Parolă
ru: Пароль
sk: heslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Password is too weak. Use at least 6 characters.
ar: كلمة المرور ضعيفة جدًا. استخدم 6 أحرف على الأقل.
bn: পাসওয়ার্ড খুবই দুর্বল। কমপক্ষে ৬টি অক্ষর ব্যবহার করুন।
cs: Heslo je příliš slabé. Použijte alespoň 6 znaků.
da: Adgangskoden er for svag. Brug mindst 6 tegn.
de: Das Passwort ist zu schwach. Verwenden Sie mindestens 6 Zeichen.
el: Ο κωδικός πρόσβασης είναι πολύ αδύναμος. Χρησιμοποιήστε τουλάχιστον 6 χαρακτήρες.
es: La contraseña es demasiado débil. Utilice al menos 6 caracteres.
fi: Salasana on liian heikko. Käytä vähintään 6 merkkiä.
fil: Masyadong mahina ang password. Gumamit ng hindi bababa sa 6 na character.
fr: Le mot de passe est trop faible. Utilisez au moins 6 caractères.
he: הסיסמה חלשה מדי. השתמש ב-6 תווים לפחות.
hi: पासवर्ड बहुत कमजोर है. कम से कम 6 अक्षरों का प्रयोग करें.
hr: Lozinka je preslaba. Koristite najmanje 6 znakova.
hu: A jelszó túl gyenge. Legalább 6 karaktert használjon.
id: Kata sandi terlalu lemah. Gunakan minimal 6 karakter.
it: La password è troppo debole. Utilizza almeno 6 caratteri.
ja: パスワードが弱すぎます。少なくとも 6 文字を使用してください。
ko: 비밀번호가 너무 취약합니다. 6자 이상을 사용하세요.
ms: Kata laluan terlalu lemah. Gunakan sekurang-kurangnya 6 aksara.
nb: Passordet er for svakt. Bruk minst 6 tegn.
nl: Wachtwoord is te zwak. Gebruik minimaal 6 tekens.
pl: Hasło jest za słabe. Użyj co najmniej 6 znaków.
pt_pt: A password é muito fraca. Utilize pelo menos 6 caracteres.
ro: Parola este prea slabă. Utilizați cel puțin 6 caractere.
ru: Пароль слишком слабый. Используйте не менее 6 символов.
sk: Heslo je príliš slabé. Použite aspoň 6 znakov.
sv: Lösenordet är för svagt. Använd minst 6 tecken.
th: รหัสผ่านอ่อนเกินไป ใช้อักขระอย่างน้อย 6 ตัว
tr: Şifre çok zayıf. En az 6 karakter kullanın.
uk: Пароль занадто слабкий. Використовуйте принаймні 6 символів.
ur: پاس ورڈ بہت کمزور ہے۔ کم از کم 6 حروف استعمال کریں۔
vi: Mật khẩu quá yếu. Sử dụng ít nhất 6 ký tự.
zh_hans: 密码太弱。至少使用 6 个字符。
zh_hant: 密碼太弱。至少使用 6 個字元。

source: Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
bn: পাসওয়ার্ড কমপক্ষে 6 অক্ষরের হতে হবে।
cs: Heslo musí mít alespoň 6 znaků.
da: Adgangskoden skal være på mindst 6 tegn.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον 6 χαρακτήρες.
es: La contraseña debe tener al menos 6 caracteres.
fi: Salasanan tulee olla vähintään 6 merkkiä pitkä.
fil: Dapat na hindi bababa sa 6 na character ang haba ng password.
fr: Le mot de passe doit comporter au moins 6 caractères.
he: הסיסמה חייבת להיות באורך של לפחות 6 תווים.
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए।
hr: Lozinka mora imati najmanje 6 znakova.
hu: A jelszónak legalább 6 karakter hosszúnak kell lennie.
id: Kata sandi harus terdiri dari minimal 6 karakter.
it: La password deve contenere almeno 6 caratteri.
ja: パスワードは 6 文字以上である必要があります。
ko: 비밀번호는 6자 이상이어야 합니다.
ms: Kata laluan mestilah sekurang-kurangnya 6 aksara panjang.
nb: Passordet må være minst 6 tegn langt.
nl: Wachtwoord moet minimaal 6 tekens lang zijn.
pl: Hasło musi mieć co najmniej 6 znaków.
pt_pt: A palavra-passe deve ter pelo menos 6 caracteres.
ro: Parola trebuie să aibă cel puțin 6 caractere.
ru: Пароль должен быть длиной не менее 6 символов.
sk: Heslo musí mať aspoň 6 znakov.
sv: Lösenordet måste vara minst 6 tecken långt.
th: รหัสผ่านต้องมีความยาวอย่างน้อย 6 ตัวอักษร
tr: Şifre en az 6 karakter uzunluğunda olmalıdır.
uk: Пароль має бути не менше 6 символів.
ur: پاس ورڈ کم از کم 6 حروف کا ہونا چاہیے۔
vi: Mật khẩu phải dài ít nhất 6 ký tự.
zh_hans: 密码长度必须至少为 6 个字符。
zh_hant: 密碼長度必須至少為 6 個字元。

source: Password Reset
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট
cs: Obnovení hesla
da: Nulstil adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
fi: Salasanan palautus
fil: I-reset ang Password
fr: Réinitialisation du mot de passe
he: איפוס סיסמה
hi: पासवर्ड रीसेट
hr: Ponovno postavljanje lozinke
hu: Jelszó visszaállítása
id: Reset Kata Sandi
it: Reimpostazione della password
ja: パスワードのリセット
ko: 비밀번호 재설정
ms: Tetapan Semula Kata Laluan
nb: Tilbakestill passord
nl: Wachtwoord opnieuw instellen
pl: Resetowanie hasła
pt_pt: Redefinição de palavra-passe
ro: Resetarea parolei
ru: Сброс пароля
sk: Obnovenie hesla
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
tr: Şifre Sıfırlama
uk: Скидання пароля
ur: پاس ورڈ ری سیٹ کریں۔
vi: Đặt lại mật khẩu
zh_hans: 密码重置
zh_hant: 密碼重設

source: Password reset email sent.
ar: تم إرسال البريد الإلكتروني لإعادة تعيين كلمة المرور.
bn: পাসওয়ার্ড রিসেট ইমেল পাঠানো হয়েছে.
cs: E-mail pro obnovení hesla byl odeslán.
da: E-mail til nulstilling af adgangskode sendt.
de: E-Mail zum Zurücksetzen des Passworts gesendet.
el: Στάλθηκε email επαναφοράς κωδικού πρόσβασης.
es: Correo electrónico de restablecimiento de contraseña enviado.
fi: Salasanan palautusviesti lähetetty.
fil: Ipinadala ang email sa pag-reset ng password.
fr: E-mail de réinitialisation du mot de passe envoyé.
he: דוא"ל איפוס סיסמה נשלח.
hi: पासवर्ड रीसेट ईमेल भेजा गया.
hr: E-pošta za ponovno postavljanje lozinke je poslana.
hu: Jelszó-visszaállítási e-mail elküldve.
id: Email pengaturan ulang kata sandi terkirim.
it: E-mail di reimpostazione della password inviata.
ja: パスワードリセットメールを送信しました。
ko: 비밀번호 재설정 이메일이 전송되었습니다.
ms: E-mel tetapan semula kata laluan dihantar.
nb: E-post for tilbakestilling av passord er sendt.
nl: E-mail voor wachtwoordherstel verzonden.
pl: Wysłano wiadomość e-mail dotyczącą resetowania hasła.
pt_pt: E-mail de redefinição de palavra-passe enviado.
ro: E-mail de resetare a parolei trimis.
ru: Письмо для сброса пароля отправлено.
sk: E-mail na obnovenie hesla bol odoslaný.
sv: E-postmeddelande om lösenordsåterställning har skickats.
th: ส่งอีเมลรีเซ็ตรหัสผ่านแล้ว
tr: Şifre sıfırlama e-postası gönderildi.
uk: Електронний лист для зміни пароля надіслано.
ur: پاس ورڈ ری سیٹ ای میل بھیج دیا گیا۔
vi: Đã gửi email đặt lại mật khẩu.
zh_hans: 已发送密码重置电子邮件。
zh_hant: 已發送密碼重設電子郵件。

source: Philippines
ar: الفلبين
bn: ফিলিপাইন
cs: Filipíny
da: Filippinerne
de: Philippinen
el: Φιλιππίνες
es: Filipinas
fi: Filippiinit
fil: Pilipinas
he: פיליפינים
hi: फिलीपींस
hr: Filipini
hu: Fülöp-szigetek
id: Filipina
it: Filippine
ja: フィリピン
ko: 필리핀
ms: Filipina
nb: Filippinene
nl: Filippijnen
pl: Filipiny
pt_pt: Filipinas
ro: Filipine
ru: Филиппины
sk: Filipíny
sv: Filippinerna
th: ฟิลิปปินส์
tr: Filipinler
uk: Філіппіни
ur: فلپائن
vi: Philippin
zh_hans: 菲律宾
zh_hant: 菲律賓

# platform_filter_empty_format
source: No titles from %@ were found in %@.
ar: لم يتم العثور على عناوين من %@ في %@.
bn: %@ থেকে কোনো শিরোনাম %@ এ পাওয়া যায়নি।
cs: V %@ nebyly nalezeny žádné tituly z %@.
da: Ingen titler fra %@ blev fundet i %@.
de: In %@ wurden keine Titel von %@ gefunden.
el: Δεν βρέθηκαν τίτλοι από %@ στο %@.
es: No se encontraron títulos de %@ en %@.
fi: Nimikkeitä %@ ei löytynyt kohteesta %@.
fil: Walang mga pamagat mula sa %@ ang natagpuan sa %@.
fr: Aucun titre de %@ n'a été trouvé dans %@.
he: לא נמצאו כותרים מ-%@ ב-%@.
hi: %@ से कोई शीर्षक %@ में नहीं मिला।
hr: U %@ nisu pronađeni naslovi iz %@.
hu: Nem találhatók %@ címek a %@-ban.
id: Tidak ada judul dari %@ yang ditemukan di %@.
it: Nessun titolo da %@ trovato in %@.
ja: %@ のタイトルが %@ に見つかりませんでした。
ko: %@에서 %@의 제목을 찾을 수 없습니다.
ms: Tiada tajuk daripada %@ ditemui dalam %@.
nb: Ingen titler fra %@ ble funnet i %@.
nl: Er zijn geen titels uit %@ gevonden in %@.
pl: W %@ nie znaleziono tytułów z %@.
pt_pt: Não foi encontrado nenhum título de %@ em %@.
ro: Nu au fost găsite titluri din %@ în %@.
ru: В %@ не обнаружено заголовков из %@.
sk: V %@ sa nenašli žiadne tituly z %@.
sv: Inga titlar från %@ hittades i %@.
th: ไม่พบชื่อเรื่องจาก %@ ใน %@
tr: %@'den hiçbir başlık bulunamadı %@'de.
uk: У %@ не знайдено заголовків із %@.
ur: %@ سے کوئی عنوان %@ میں نہیں ملے۔
vi: Không tìm thấy tiêu đề nào từ %@ trong %@.
zh_hans: 在 %@ 中找不到 %@ 的标题。
zh_hant: 在 %@ 中找不到 %@ 的標題。

source: Play next episode automatically
ar: تشغيل الحلقة التالية تلقائيًا
bn: পরের পর্ব স্বয়ংক্রিয়ভাবে চালান
cs: Přehrát další epizodu automaticky
da: Afspil næste afsnit automatisk
de: Nächste Folge automatisch abspielen
el: Παίξτε αυτόματα το επόμενο επεισόδιο
es: Reproducir el siguiente episodio automáticamente
fi: Toista seuraava jakso automaattisesti
fil: Awtomatikong i-play ang susunod na episode
fr: Lire automatiquement l'épisode suivant
he: הפעל את הפרק הבא באופן אוטומטי
hi: अगला एपिसोड स्वचालित रूप से चलाएं
hr: Automatski reproduciraj sljedeću epizodu
hu: A következő epizód automatikus lejátszása
id: Putar episode berikutnya secara otomatis
it: Riproduci automaticamente l'episodio successivo
ja: 次のエピソードを自動的に再生する
ko: 다음 에피소드 자동으로 재생
ms: Mainkan episod seterusnya secara automatik
nb: Spill neste episode automatisk
nl: Speel de volgende aflevering automatisch af
pl: Odtwórz następny odcinek automatycznie
pt_pt: Reproduzir o próximo episódio automaticamente
ro: Redați episodul următor automat
ru: Воспроизвести следующий выпуск автоматически
sk: Automaticky prehrať ďalšiu epizódu
sv: Spela nästa avsnitt automatiskt
th: เล่นตอนถัดไปโดยอัตโนมัติ
tr: Sonraki bölümü otomatik olarak oynat
uk: Автоматичне відтворення наступного епізоду
ur: اگلا ایپی سوڈ خود بخود چلائیں۔
vi: Tự động phát tập tiếp theo
zh_hans: 自动播放下一集
zh_hant: 自動播放下一集

source: PLAYBACK
ar: التشغيل
bn: প্লেব্যাক
cs: PŘEHRÁVÁNÍ
da: AFSPILNING
de: WIEDERGABE
el: ΑΝΑΠΑΡΑΓΩΓΗ
es: REPRODUCCIÓN
fi: TOISTO
fr: LECTURE
hi: प्लेबैक
hr: REPRODUKCIJA
hu: LEJÁTSZÁS
id: PEMUTARAN
it: RIPRODUZIONE
ja: 再生
ko: 재생
ms: MAIN SEMULA
nb: AVSPILLING
nl: AFSPELEN
pl: ODTWARZANIE
pt_pt: REPRODUÇÃO
ro: REDARE
ru: ВОСПРОИЗВЕДЕНИЕ
sk: PREHRÁVANIE
sv: UPPSPELNING
th: การเล่น
tr: OYNATMA
uk: ВІДТВОРЕННЯ
ur: پلے بیک
vi: PHÁT LẠI
zh_hans: 回放
zh_hant: 回放

source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন.
cs: Zadejte prosím platnou e-mailovou adresu.
da: Indtast venligst en gyldig e-mailadresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es: Por favor ingrese una dirección de correo electrónico válida.
fi: Anna kelvollinen sähköpostiosoite.
fil: Mangyaring magpasok ng wastong email address.
fr: Veuillez saisir une adresse e-mail valide.
he: נא להזין כתובת אימייל חוקית.
hi: कृपया एक वैध ईमेल पता दर्ज करें.
hr: Unesite važeću adresu e-pošte.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
id: Silakan masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効な電子メール アドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
ms: Sila masukkan alamat e-mel yang sah.
nb: Vennligst skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Proszę podać prawidłowy adres e-mail.
pt_pt: Introduza um endereço de e-mail válido.
ro: Vă rugăm să introduceți o adresă de e-mail validă.
ru: Пожалуйста, введите действительный адрес электронной почты.
sk: Zadajte platnú e-mailovú adresu.
sv: Ange en giltig e-postadress.
th: กรุณากรอกที่อยู่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin.
uk: Введіть дійсну електронну адресу.
ur: براہ کرم ایک درست ای میل ایڈریس درج کریں۔
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh_hans: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

source: Please enter your name.
ar: الرجاء إدخال اسمك.
bn: আপনার নাম লিখুন.
cs: Zadejte prosím své jméno.
da: Indtast venligst dit navn.
de: Bitte geben Sie Ihren Namen ein.
el: Παρακαλώ εισάγετε το όνομά σας.
es: Por favor ingrese su nombre.
fi: Kirjoita nimesi.
fil: Pakilagay ang iyong pangalan.
fr: Veuillez entrer votre nom.
he: נא להזין את שמך.
hi: कृपया अपना नाम दर्ज करें.
hr: Molimo unesite svoje ime.
hu: Kérjük, adja meg a nevét.
id: Silakan masukkan nama Anda.
it: Per favore inserisci il tuo nome.
ja: お名前を入力してください。
ko: 이름을 입력해주세요.
ms: Sila masukkan nama anda.
nb: Vennligst skriv inn navnet ditt.
nl: Voer uw naam in.
pl: Proszę wpisać swoje imię i nazwisko.
pt_pt: Por favor, introduza o seu nome.
ro: Vă rugăm să introduceți numele dvs.
ru: Пожалуйста, введите свое имя.
sk: Zadajte svoje meno.
sv: Vänligen ange ditt namn.
th: กรุณากรอกชื่อของคุณ
tr: Lütfen isminizi giriniz.
uk: Будь ласка, введіть своє ім'я.
ur: براہ کرم اپنا نام درج کریں۔
vi: Vui lòng nhập tên của bạn.
zh_hans: 请输入您的姓名。
zh_hant: 請輸入您的姓名。

source: Please enter your password.
ar: الرجاء إدخال كلمة المرور الخاصة بك.
bn: আপনার পাসওয়ার্ড লিখুন.
cs: Zadejte prosím své heslo.
da: Indtast venligst din adgangskode.
de: Bitte geben Sie Ihr Passwort ein.
el: Εισαγάγετε τον κωδικό πρόσβασής σας.
es: Por favor ingrese su contraseña.
fi: Anna salasanasi.
fil: Mangyaring ipasok ang iyong password.
fr: Veuillez entrer votre mot de passe.
he: נא להזין את הסיסמה שלך.
hi: अपना पासवर्ड दर्ज करें।
hr: Molimo unesite svoju lozinku.
hu: Kérjük, adja meg jelszavát.
id: Silakan masukkan kata sandi Anda.
it: Inserisci la tua password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력해주세요.
ms: Sila masukkan kata laluan anda.
nb: Vennligst skriv inn passordet ditt.
nl: Voer uw wachtwoord in.
pl: Proszę wpisać swoje hasło.
pt_pt: Por favor, introduza a sua senha.
ro: Vă rugăm să introduceți parola.
ru: Пожалуйста, введите свой пароль.
sk: Zadajte svoje heslo.
sv: Vänligen ange ditt lösenord.
th: กรุณากรอกรหัสผ่านของคุณ
tr: Lütfen şifrenizi giriniz.
uk: Будь ласка, введіть свій пароль.
ur: براہ کرم اپنا پاس ورڈ درج کریں۔
vi: Vui lòng nhập mật khẩu của bạn.
zh_hans: 请输入您的密码。
zh_hant: 請輸入您的密碼。

source: Please sign in again to update your profile.
ar: الرجاء تسجيل الدخول مرة أخرى لتحديث ملف التعريف الخاص بك.
bn: আপনার প্রোফাইল আপডেট করতে আবার সাইন ইন করুন.
cs: Chcete-li aktualizovat svůj profil, přihlaste se znovu.
da: Log venligst ind igen for at opdatere din profil.
de: Bitte melden Sie sich erneut an, um Ihr Profil zu aktualisieren.
el: Συνδεθείτε ξανά για να ενημερώσετε το προφίλ σας.
es: Inicie sesión nuevamente para actualizar su perfil.
fi: Kirjaudu uudelleen sisään päivittääksesi profiilisi.
fil: Mangyaring mag-sign in muli upang i-update ang iyong profile.
fr: Veuillez vous reconnecter pour mettre à jour votre profil.
he: אנא היכנס שוב כדי לעדכן את הפרופיל שלך.
hi: कृपया अपनी प्रोफ़ाइल अपडेट करने के लिए फिर से साइन इन करें।
hr: Prijavite se ponovo da ažurirate svoj profil.
hu: Kérjük, jelentkezzen be újra profilja frissítéséhez.
id: Silakan masuk lagi untuk memperbarui profil Anda.
it: Accedi nuovamente per aggiornare il tuo profilo.
ja: プロフィールを更新するには、もう一度サインインしてください。
ko: 프로필을 업데이트하려면 다시 로그인하세요.
ms: Sila log masuk sekali lagi untuk mengemas kini profil anda.
nb: Logg på igjen for å oppdatere profilen din.
nl: Meld u opnieuw aan om uw profiel bij te werken.
pl: Zaloguj się ponownie, aby zaktualizować swój profil.
pt_pt: Faça login novamente para atualizar o seu perfil.
ro: Vă rugăm să vă conectați din nou pentru a vă actualiza profilul.
ru: Пожалуйста, войдите еще раз, чтобы обновить свой профиль.
sk: Ak chcete aktualizovať svoj profil, znova sa prihláste.
sv: Logga in igen för att uppdatera din profil.
th: โปรดลงชื่อเข้าใช้อีกครั้งเพื่ออัปเดตโปรไฟล์ของคุณ
tr: Profilinizi güncellemek için lütfen tekrar oturum açın.
uk: Увійдіть знову, щоб оновити свій профіль.
ur: براہ کرم اپنا پروفائل اپ ڈیٹ کرنے کے لیے دوبارہ سائن ان کریں۔
vi: Vui lòng đăng nhập lại để cập nhật hồ sơ của bạn.
zh_hans: 请重新登录以更新您的个人资料。
zh_hant: 請重新登入以更新您的個人資料。

source: Premium
ar: قسط
bn: প্রিমিয়াম
es: prima
fr: Prime
he: פרימיום
hi: प्रीमियम
hu: Prémium
id: Premi
it: Premio
ja: プレミアム
ko: 프리미엄
nl: Premie
pt_pt: Prémio
ru: Премиум
th: พรีเมี่ยม
tr: prim
uk: Преміум
ur: پریمیم
vi: Cao cấp
zh_hans: 高级版
zh_hant: 高級版

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh_hans: 公司简介
zh_hant: 公司簡介

source: Profile updated.
ar: تم تحديث الملف الشخصي.
bn: প্রোফাইল আপডেট করা হয়েছে।
cs: Profil aktualizován.
da: Profil opdateret.
de: Profil aktualisiert.
el: Το προφίλ ενημερώθηκε.
es: Perfil actualizado.
fi: Profiili päivitetty.
fil: Na-update ang profile.
fr: Profil mis à jour.
he: הפרופיל עודכן.
hi: प्रोफ़ाइल अपडेट की गई.
hr: Profil ažuriran.
hu: Profil frissítve.
id: Profil diperbarui.
it: Profilo aggiornato.
ja: プロフィールを更新しました。
ko: 프로필이 업데이트되었습니다.
ms: Profil dikemas kini.
nb: Profilen er oppdatert.
nl: Profiel bijgewerkt.
pl: Profil zaktualizowany.
pt_pt: Perfil atualizado.
ro: Profil actualizat.
ru: Профиль обновлен.
sk: Profil bol aktualizovaný.
sv: Profilen uppdaterad.
th: อัปเดตโปรไฟล์แล้ว
tr: Profil güncellendi.
uk: Профіль оновлено.
ur: پروفائل اپ ڈیٹ ہو گیا۔
vi: Đã cập nhật hồ sơ.
zh_hans: 个人资料已更新。
zh_hant: 個人資料已更新。

source: Recent
ar: الأخيرة
bn: সাম্প্রতিক
cs: Nedávné
da: Seneste
de: Neu
el: Πρόσφατα
es: Reciente
fi: Viimeaikaiset
fil: Kamakailan
fr: Récent
he: לאחרונה
hi: हाल का
hr: Nedavno
hu: Legutóbbi
id: Baru-baru ini
it: Recente
ja: 最近の
ko: 최근
ms: Baru-baru ini
nb: Nylig
pl: Najnowsze
pt_pt: Recente
ru: Недавние
sk: Nedávne
sv: Nyligen
th: ล่าสุด
tr: Son
uk: Останні
ur: حالیہ
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

source: RECOMMENDED
ar: موصى به
bn: প্রস্তাবিত
cs: DOPORUČUJEME
da: ANBEFALET
de: EMPFOHLEN
el: ΣΥΝΙΣΤΕΙΤΑΙ
es: RECOMENDADO
fi: SUOSITELTU
fil: Inirerekomenda
fr: RECOMMANDÉ
he: מומלץ
hi: अनुशंसित
hr: PREPORUČENO
hu: AJÁNLOTT
id: DIREKOMENDASIKAN
it: CONSIGLIATO
ja: 推奨
ko: 추천
ms: DISYORKAN
nb: ANBEFALT
nl: AANBEVOLEN
pl: POLECANE
pt_pt: RECOMENDADO
ro: RECOMANDAT
ru: РЕКОМЕНДУЕТСЯ
sk: ODPORÚČAME
sv: REKOMMENDERAS
th: แนะนำ
tr: ÖNERİLEN
uk: РЕКОМЕНДОВАНО
ur: تجویز کردہ
vi: KHUYẾN NGHỊ
zh_hans: 推荐
zh_hant: 推薦

source: Region
ar: المنطقة
bn: অঞ্চল
el: Περιφέρεια
es: Región
fi: Alue
fil: Rehiyon
fr: Région
he: אזור
hi: क्षेत्र
hr: Regija
hu: Régió
id: Wilayah
it: Regione
ja: 地域
ko: 지역
ms: Wilayah
nl: Regio
pt_pt: Região
ro: Regiunea
ru: Регион
sk: región
th: ภูมิภาค
tr: Bölge
uk: Регіон
ur: علاقہ
vi: Vùng
zh_hans: 地区
zh_hant: 地區

source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fil: Ibalik
fr: Restaurer
he: שחזר
hi: पुनर्स्थापित करें
hr: Vratiti
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_pt: Restaurar
ro: Restaurați
ru: Восстановить
sk: Obnoviť
sv: Återställ
th: คืนค่า
tr: Geri yükle
uk: Відновити
ur: بحال کریں۔
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復
